3-Sinter_vs_Microchannel_Comparison/1uW_load_envelope/Ag_2p0_s12p5/constant/domain2/turbulenceProperties
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
simulationType laminar;
