3-Sinter_vs_Microchannel_Comparison/1uW_load_envelope/Ag_2p0_s12p5/constant/solid_wall/thermophysicalProperties
FoamFile
{
    version 2.0; format ascii;
    class dictionary; location "constant/solid_wall"; object thermophysicalProperties;
}
// Ag solid — HYBRID: constant kappa (near-isothermal solid; Kapitza applied analytically)
thermoType
{ type heSolidThermo; mixture pureMixture; transport constIso; thermo hConst;
   equationOfState rhoConst; specie specie; energy sensibleEnthalpy; }
mixture
{
    specie { molWeight 107.868; }
    equationOfState { rho 10490.0; }
    thermodynamics { Cp 0.40; Hf 0; }
    transport { kappa 9.2100; }   // constant; gradient computed from this same kappa
}
