3-Sinter_vs_Microchannel_Comparison/1uW_load_envelope/Ag_2p0_s12p5/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSchemes;
}

// Top-level fvSchemes (used by chtMultiRegionSimpleFoam as fallback)
ddtSchemes      { default steadyState; }
gradSchemes     { default Gauss linear; }
divSchemes      { default none; }
laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes   { default corrected; }
